<resources>
    <string name="app_name" translatable="false">Chekin Lite</string>
    <string name="lite">LITE</string>


    <string-array name="typeSuscription">
        <item>@string/mensual</item>
        <item>@string/anual</item>
    </string-array>

    <string-array name="countryList">
        <item>España</item>
        <item>Italia</item>
        <item>Portugal</item>
    </string-array>

    <string-array name="spanishPoliceType">
        <item>Policia Nacional</item>
        <item>Guardia Civil</item>
        <item>Mossos d.Esquadra</item>
        <item>Ertzaintza</item>
    </string-array>

    <string-array name="sexType">
        <item>@string/masculino</item>
        <item>@string/femenino</item>
    </string-array>

    <string-array name="spanishDocument">
        <item>DNI</item>
        <item>Documento de Identidad</item>
        <item>Pasaporte</item>
        <item>P. Conducir</item>
        <item>P. Residencia</item>
        <item>P. Residencia Extranjero</item>
    </string-array>

    <string-array name="italianDocument">
        <item>Carta Identita Elettronica</item>
        <item>Carta di Identita</item>
        <item>Passaporto Ordinario</item>
        <item>Patente di Guida</item>
        <item>Passaporto Diplomatico</item>
        <item>Certificato d.Identita</item>
    </string-array>

    <string-array name="portugalDocument">
        <item>Bilhete de Identidade</item>
        <item>Passport</item>
        <item>Foreign ID</item>
    </string-array>

    <string name="pagePrivacyPolicy"><![CDATA[ <p dir="ltr">Trataremos tus datos para darte de alta en la aplicación. Puedes ejercer tus derechos de acceso, rectificación, supresión, oposición, limitación del tratamiento y portabilidad escribiéndonos a <a href="mailto:soporte@chekin.io">soporte@chekin.io</a>.</p>
<p dir="ltr">&nbsp;</p>
<p dir="ltr"><strong>Responsable del tratamiento&nbsp;</strong></p>
<p dir="ltr"><span>El responsable del tratamiento de los datos recabados es Chekin Soluciones Digitales,S.L con NIF B21579990 (en adelante CheKin) y domicilio en Huelva, Calle San Jose, 1 2C, Corrales, 21120 titular de la App CheKin.&nbsp;</span></p>
<p dir="ltr"><span>La presente Pol&iacute;tica de Privacidad regula la recogida y tratamiento de los datos personales que sean proporcionados por los titulares de los alojamientos cuando accedan y hagan uso de las funcionalidades de la App CheKin.</span></p>
<p dir="ltr"><strong>Recogida de datos, finalidades, base de legitimaci&oacute;n y plazos de conservaci&oacute;n:&nbsp;</strong></p>
<ol>
<li dir="ltr">
<p dir="ltr"><span>Alta en la App y registro del titular del alojamiento: Mediante el registro en la App, ser&aacute; necesario que el usuario titular del alojamiento proporcione sus datos identificativos, como email, nombre, correo electr&oacute;nico y contrase&ntilde;a. Los datos ser&aacute;n tratados para darle de alta en la aplicaci&oacute;n y permitirle el acceso a los servicios que ofrece. La base jur&iacute;dica del tratamiento de tales datos se sustenta en el cumplimiento del contrato o licencia de uso. El plazo de conservaci&oacute;n de los datos para esta finalidad se le mantendr&aacute; durante el tiempo que el titular permanezca dado de alta y no hubiera ejercitado la baja de la aplicaci&oacute;n.&nbsp;</span></p>
</li>
</ol><ol start="2">
<li dir="ltr">
<p dir="ltr"><span>Suscripci&oacute;n: El titular del alojamiento puede suscribirse a los servicios que ofrece la App. Para ello, deber&aacute; facilitar los datos de su tarjeta de cr&eacute;dito. Los datos ser&aacute;n tratados para tramitar la gesti&oacute;n del pago de los servicios. La base jur&iacute;dica del tratamiento de tales datos se sustenta en el cumplimiento del contrato o licencia de uso. Los datos ser&aacute;n conservados durante el plazo requerido para cumplir con obligaciones legales o para poder atender reclamaciones o responsabilidades derivadas del tratamiento.&nbsp;</span></p>
</li>
</ol><ol start="3">
<li dir="ltr">
<p dir="ltr"><span>Cookies: La App dispone de tecnolog&iacute;a para la implantaci&oacute;n de archivos denominados cookies en el equipo que sea utilizado para el acceso y navegaci&oacute;n por la App. Las cookies pueden ser bloqueadas o deshabilitadas en cualquier momento a trav&eacute;s de las opciones de configuraci&oacute;n del navegador. Si desea m&aacute;s informaci&oacute;n puede consultar nuestra </span><a href="https://chekin.io/privacidad/"><span>pol&iacute;tica de Cookies</span></a><span>.&nbsp; La base jur&iacute;dica del tratamiento de tales datos se sustenta en el consentimiento del Usuario.</span></p>
</li>
</ol><ol start="4">
<li dir="ltr">
<p dir="ltr"><span>Publicidad: CheKin podr&aacute; tratar los datos de los usuarios titulares de los alojamientos para mantenerles actualizados de su actividad y novedades respecto de informaci&oacute;n relacionada con sus servicios en base a su inter&eacute;s leg&iacute;timo por medios electr&oacute;nicos. El titular puede oponerse a esto en el momento de su alta en la App o ejercitar su derecho de oposici&oacute;n. El plazo de conservaci&oacute;n de los datos ser&aacute; el tiempo que permanezca dado de alta en nuestros sistema para el env&iacute;o de publicidad y no haya revocado su consentimiento.&nbsp;</span></p>
</li>
</ol>
<p dir="ltr"><strong>Ejercicio de derechos&nbsp;</strong></p>
<p dir="ltr"><span>Asimismo, el Usuario puede revocar el consentimiento para el tratamiento, haciendo ejercicio de los derechos de acceso, rectificaci&oacute;n, supresi&oacute;n, portabilidad, oposici&oacute;n y limitaci&oacute;n al tratamiento, poni&eacute;ndolo en conocimiento de CheKin a trav&eacute;s de un correo electr&oacute;nico dirigido a </span><a href="mailto:soporte@chekin.io"><span>soporte@chekin.io</span></a><span> o indic&aacute;ndolo a la dirección arriba indicada, se&ntilde;alando como asunto &ldquo;Protecci&oacute;n de Datos&rdquo;. En alguna ocasi&oacute;n especial y seg&uacute;n las circunstancias, podremos solicitar al Usuario que acredite su identidad mediante documento oficial, por ejemplo para para evitar el acceso a sus datos por parte de terceros cuando pueda haber sospecha de fraude.&nbsp;</span></p>
<p dir="ltr"><span>Por &uacute;ltimo, el Usuario podr&aacute; comunicar cualquier modificaci&oacute;n por escrito o solicitar la baja, indic&aacute;ndolo en cualquiera de las direcciones facilitadas. En cualquier momento, el Usuario podr&aacute; presentar una reclamaci&oacute;n ante la Agencia Espa&ntilde;ola de Protecci&oacute;n de Datos para hacer valer sus derechos.&nbsp;</span></p>
<p dir="ltr"><strong>Modificaci&oacute;n de la Pol&iacute;tica de privacidad&nbsp;</strong></p>
<p dir="ltr"><span>CheKin se reserva el derecho de modificar en cualquier momento su pol&iacute;tica de privacidad, respetando la legislaci&oacute;n vigente en materia de protecci&oacute;n de datos y previa la debida comunicaci&oacute;n a los interesados.&nbsp;</span></p>
<p dir="ltr"><strong>Idioma aplicable a la presente pol&iacute;tica de privacidad&nbsp;</strong></p>
<p dir="ltr"><span>El idioma aplicable a esta Pol&iacute;tica de Privacidad es el espa&ntilde;ol. Cualquier versi&oacute;n de la misma en idioma distinto es ofrecida para comodidad del Usuario y para facilitar su comprensi&oacute;n. No obstante, esta Pol&iacute;tica de Privacidad se regir&aacute; siempre por su versi&oacute;n en espa&ntilde;ol. En caso de contradicci&oacute;n entre la Pol&iacute;tica de Privacidad en cualquier idioma y su versi&oacute;n en espa&ntilde;ol, prevalecer&aacute; la versi&oacute;n en espa&ntilde;ol.</span></p> ]]></string>


    <string name="page1TYC"><![CDATA[ <p><strong>INFORMACI&Oacute;N GENERAL</strong></p>
<p>Este sitio web es operado por Chekin Soluciones Digitales SL. En todo el sitio, los t&eacute;rminos &ldquo;nosotros&rdquo;, &ldquo;nos&rdquo; y &ldquo;nuestro&rdquo; se refieren a Chekin Soluciones Digitales SL. Chekin Soluciones Digitales SL. ofrece este sitio web, incluyendo toda la informaci&oacute;n, herramientas y servicios disponibles para ti en este sitio, el usuario, est&aacute; condicionado a la aceptaci&oacute;n de todos los t&eacute;rminos, condiciones, pol&iacute;ticas y notificaciones aqu&iacute; establecidos.</p>
<p>Al visitar nuestro sitio y/o comprar algo de nosotros, participas en nuestro &ldquo;Servicio&rdquo; y aceptas los siguientes t&eacute;rminos y condiciones (&ldquo;T&eacute;rminos de Servicio&rdquo;, &ldquo;T&eacute;rminos&rdquo;), incluidos todos los t&eacute;rminos y condiciones adicionales y las pol&iacute;tias a las que se hace referencia en el presente documento y/o disponible a trav&eacute;s de hiperv&iacute;nculos. Estas Condiciones de Servicio se aplican a todos los usuarios del sitio, incluyendo si limitaci&oacute;n a usuarios que sean navegadores, proveedores, clientes, comerciantes, y/o colaboradores de contenido.</p>
<p>Por favor, lee estos T&eacute;rminos de Servicio cuidadosamente antes de acceder o utilizar nuestro sitio web. Al acceder o utilizar cualquier parte del sitio, est&aacute;s aceptando los T&eacute;rminos de Servicio. Si no est&aacute;s de acuerdo con todos los t&eacute;rminos y condiciones de este acuerdo, entonces no deber&iacute;as acceder a la p&aacute;gina web o usar cualquiera de los servicios. Si las T&eacute;rminos de Servicio son considerados una oferta, la aceptaci&oacute;n est&aacute; expresamente limitada a estos T&eacute;rminos de Servicio.</p>
<p>Cualquier funci&oacute;n nueva o herramienta que se a&ntilde;adan a la tienda actual, tambi&eacute;n estar&aacute;n sujetas a los T&eacute;rminos de Servicio. Puedes revisar la versi&oacute;n actualizada de los T&eacute;rminos de Servicio, en cualquier momento en esta p&aacute;gina. Nos reservamos el derecho de actualizar, cambiar o reemplazar cualquier parte de los T&eacute;rminos de Servicio mediante la publicaci&oacute;n de actualizaciones y/o cambios en nuestro sitio web. Es tu responsabilidad chequear esta p&aacute;gina peri&oacute;dicamente para verificar cambios. Tu uso continuo o el acceso al sitio web despu&eacute;s de la publicaci&oacute;n de cualquier cambio constituye la aceptaci&oacute;n de dichos cambios.</p>
<p><strong>SECCI&Oacute;N 1 &ndash; T&Eacute;RMINOS DE LA TIENDA EN L&Iacute;NEA</strong><br />Al utilizar este sitio, declaras que tienes al menos la mayor&iacute;a de edad en tu estado o provincia de residencia, o que tienes la mayor&iacute;a de edad en tu estado o provincia de residencia y que nos has dado tu consentimiento para permitir que cualquiera de tus dependientes menores use este sitio.</p>
<p>No puedes usar nuestros productos con ning&uacute;n prop&oacute;sito ilegal o no autorizado tampoco puedes, en el uso del Servicio, violar cualquier ley en tu jurisdicci&oacute;n (incluyendo pero no limitado a las leyes de derecho de autor).<br />No debes transmitir gusanos, virus o cualquier c&oacute;digo de naturaleza destructiva.<br />El incumplimiento o violaci&oacute;n de cualquiera de estos T&eacute;rminos dar&aacute;n lugar al cese inmediato de tus Servicios.</p>
<p><strong>SECCI&Oacute;N 2 &ndash; CONDICIONES GENERALES</strong><br />Nos reservamos el derecho de rechazar la prestaci&oacute;n de servicio a cualquier persona, por cualquier motivo y en cualquier momento.</p>
<p>Entiendes que tu contenido (sin incluir la informaci&oacute;n de tu tarjeta de cr&eacute;dito), puede ser transferida sin encriptar e involucrar (a) transmisiones a trav&eacute;s de varias redes; y (b) cambios para ajustarse o adaptarse a los requisitos t&eacute;cnicos de conexi&oacute;n de redes o dispositivos. La informaci&oacute;n de tarjetas de cr&eacute;dito est&aacute; siempre encriptada durante la transferencia a trav&eacute;s de las redes.</p>
<p>Est&aacute;s de acuerdo con no reproducir, duplicar, copiar, vender, revender o explotar cualquier parte del Servicio, usp del Servicio, o acceso al Servicio o cualquier contacto en el sitio web a trav&eacute;s del cual se presta el servicio, sin el expreso permiso por escrito de nuestra parte.</p>
<p>Los t&iacute;tulos utilizados en este acuerdo se icluyen solo por conveniencia y no limita o afecta a estos T&eacute;rminos.</p>
<p><strong>SECCI&Oacute;N 3 &ndash; EXACTITUD, EXHAUSTVIDAD Y ACTUALIDAD DE LA INFORMACI&Oacute;N</strong><br />No nos hacemos responsables si la informaci&oacute;n disponible en este sitio no es exacta, completa o actual. El material en este sitio es provisto solo para informaci&oacute;n general y no debe confiarse en ella o utilizarse como la &uacute;nica base para la toma de decisiones sin consultar primeramente, informaci&oacute;n m&aacute;s precisa, completa u oportuna.</p>
<p>Cualquier dependencia em el materia de este sitio es bajo su propio riesgo.</p>
<p>Este sitio puede contener cierta informaci&oacute;n hist&oacute;rica. La informaci&oacute;n hist&oacute;rica, no es necesriamente actual y es provista &uacute;nicamente para tu referencia. Nos reservamos el derecho de modificar los contenidos de este sitio en cualquier momento, pero no tenemos obligaci&oacute;n de actualizar cualquier informaci&oacute;n en nuestro sitio. Aceptas que es tu responsabilidad de monitorear los cambios en nuestro sitio.</p>
<p><strong>SECTION 4 &ndash; MODIFICACIONES AL SERVICIO Y PRECIOS</strong><br />Los precios de nuestros productos est&aacute;n sujetos a cambio sin aviso.<br />Nos reservamos el derecho de modificar o discontinuar el Servicio (o cualquier parte del contenido) en cualquier momento sin aviso previo.</p>
<p>No seremos responsables ante ti o alguna tercera parte por cualquier modificaci&oacute;n, cambio de precio, suspensi&oacute;n o discontinuidad del Servicio.</p>
<p><strong>SECCI&Oacute;N 5 &ndash; PRODUCTOS O SERVICIOS</strong><br />Ciertos productos o servicios puedene star disponibles exclusivamente en l&iacute;nea a trav&eacute;s del sitio web. Estos productos o servicios pueden tener cantidades limitadas y estar sujetas a devoluci&oacute;n o cambio de acuerdo a nuestra pol&iacute;tica de devoluci&oacute;n solamente.<br />Hemos hecho el esfuerzo de mostrar los colores y las im&aacute;genes de nuestros productos, en la tienda, con la mayor precisi&oacute;n de colores posible. No podemos garantizar que el monitor de tu computadora muestre los colores de manera exacta.</p>
<p>Nos reservamos el derecho, pero no estamos obligados, para limitar las ventas de nuestros productos o servicios a cualquier persona, regi&oacute;n geogr&aacute;fica o jurisdicci&oacute;n. Podemos ejercer este derecho basados en cada caso. Nos reservamos el derecho de limitar las cantidades de los productos o servicios que ofrecemos. Todas las descripciones de productos o precios de los productos est&aacute;n sujetos a cambios en cualquier momento sin previo aviso, a nuestra sola discreci&oacute;n. Nos reservamos el derecho de discontinuar cualquier producto en cualquier momento. Cualquier oferta de producto o servicio hecho en este sitio es nulo donde est&eacute; prohibido.</p>
<p>No garantizamos que la calidad de los productos, servicios, informaci&oacute;n u otro material comprado u obtenido por ti cumpla con tus expectativas, o que cualquier error en el Servicio ser&aacute; corregido.</p>
<p><strong>SECCI&Oacute;N 6 &ndash; EXACTITUD DE FACTURACI&Oacute;N E INFORMACI&Oacute;N DE CUENTA</strong><br />Nos reservamos el derecho de rechazar cualquier pedido que realice con nosotros. Podemos, a nuestra discreci&oacute;n, limitar o cancelar las cantidades compradas por persona, por hogar o por pedido. Estas restricciones pueden incluir pedidos realizados por o bajo la misma cuenta de cliente, la misma tarjeta de cr&eacute;dito, y/o pedidos que utilizan la misma facturaci&oacute;n y/o direcci&oacute;n de env&iacute;o.</p>
<p>En el caso de que hagamos un cambio o cancelemos una orden, podemos intentar notificarte poni&eacute;ndonos en contacto v&iacute;a correo electr&oacute;nico y/o direcci&oacute;n de facturaci&oacute;n / n&uacute;mero de tel&eacute;fono proporcionado en el momento que se hizo pedido. Nos reservamos el derecho de limitar o prohibir las &oacute;rdenes que, a nuestro juicio, parecen ser colocado por los concesionarios, revendedores o distribuidores.</p>
<p>Te comprometes a proporcionar informaci&oacute;n actual, completa y precisa de la compra y cuenta utilizada para todas las compras realizadas en nuestra tienda. Te comprometes a atualizar r&aacute;pidamente tu cuenta y otra informaci&oacute;n, incluyendo tu direcci&oacute;n de correo electr&oacute;nico y n&uacute;meros de tarjetas de cr&eacute;dito y fechas de vencimiento, para que podamos completar tus transacciones y contactarte cuando sea necesario.</p>
<p>Para m&aacute;s detalles, por favor revisa nuestra Pol&iacute;tica de Devoluciones.</p>
<p><strong>SECCI&Oacute;N 7 &ndash; HERRAMIENTAS OPCIONALES</strong><br />Es posible que te proporcionemos aceso a herramientas de terceros a los cuales no monitoreamos y sobre los que no tenemos control ni entrada.</p>
<p>Reconoces y aceptas que proporcionamos acceso a este tipo de herramientas &ldquo;tal cual&rdquo; y &ldquo;seg&uacute;n disponibilidad&rdquo; sin garant&iacute;as, representaciones o condiciones de ning&uacute;n tipo y sin ning&uacute;n respaldo. No tendremos responsabilidad alguna derivada de o relacionada con tu uso de herramientas proporcionadas por terceras partes.</p>
<p>Cualquier uso que hagas de las herramientas opcionales que se ofrecen a trav&eacute;s del sitio bajo tu propio riesgo y discreci&oacute;n y debes asegurarte de estar familiarizado y aprobar los t&eacute;rminos bajo los cuales estas herramientas son proporcionadas por el o los proveedores de terceros.</p>
<p>Tambi&eacute;n es posible que, en el futuro, te ofrezcamos nuevos servicios y/o caracter&iacute;sticas a trav&eacute;s del sitio web (incluyendo el lanzamiento de nuevas herramientas y recursos). Estas nuevas caracter&iacute;sticas y/o servicios tambi&eacute;n estar&aacute;n sujetos a estos T&eacute;rminos de Servicio.</p>
<p><strong>SECCI&Oacute;N 8 &ndash; ENLACES DE TERCERAS PARTES</strong><br />Cierto contenido, productos y servicios disponibles v&iacute;a nuestro Servicio puede inclu&iacute;r material de terceras partes.</p>
<p>Enlaces de terceras partes en este sitio pueden direccionarte a sitios web de terceras partes que no est&aacute;n afiliadas con nosotros. No nos responsabilizamos de examinar o evaluar el contenido o exactitud y no garantizamos ni tendremos ninguna obligaci&oacute;n o responsabilidad por cualquier material de terceros o siitos web, o de cualquier material, productos o servicios de terceros.</p>
<p>No nos hacemos responsables de cualquier da&ntilde;o o da&ntilde;os relacionados con la adquisici&oacute;n o utilizaci&oacute;n de bienes, servicios, recursos, contenidos, o cualquier otra transacci&oacute;n realizadas en conexi&oacute;n con sitios web de terceros. Por favor revisa cuidadosamente las pol&iacute;ticas y pr&aacute;cticas de terceros y aseg&uacute;rate de entenderlas antes de participar en cualquier transacci&oacute;n. Quejas, reclamos, inquietudes o pregutas con respecto a productos de terceros deben ser dirigidas a la tercera parte.</p>
<p><strong>SECCI&Oacute;N 9 &ndash; COMENTARIOS DE USUARIO, CAPTACI&Oacute;N Y OTROS ENV&Iacute;OS</strong><br />Si, a pedido nuestro, env&iacute;as ciertas presentaciones espec&iacute;ficas (por ejemplo la participaci&oacute;n en concursos) o sin un pedido de nuestra parte env&iacute;as ideas creativas, sugerencias, proposiciones, planes, u otros materiales, ya sea en l&iacute;nea, por email, por correo postal, o de otra manera (colectivamente, &lsquo;comentarios&rsquo;), aceptas que podamos, en cualquier momento, sin restricci&oacute;n, editar, copiar, publicar, distribu&iacute;r, traducir o utilizar por cualquier medio comentarios que nos hayas enviado. No tenemos ni tendremos ninguna obligaci&oacute;n (1) de mantener ning&uacute;n comentario confidencialmente; (2) de pagar compensaci&oacute;n por comentarios; o (3) de responder a comentarios.<br />Nosotros podemos, pero no tenemos obligaci&oacute;n de, monitorear, editar o remover contenido que consideremos sea ileg&iacute;timo, ofensivo, amenazante, calumnioso, difamatorio, pornogr&aacute;fico, obsceno u objetable o viole la propiedad intelectual de cualquiera de las partes o los T&eacute;rminos de Servicio.</p>
<p>Aceptas que tus comentarios no violar&aacute;n los derechos de terceras partes, incluyendo derechos de autor, marca, privacidad, personalidad u otro derechos personal o de propiedad. Asimismo, aceptas que tus comentarios no contienen material difamatorio o ilegal, abusivo u obsceno, o contienen virus inform&aacute;ticos u otro malware que pudiera, de alguna manera, afectar el funcionamiento del Servicio o de cualquier sitio web relacionado. No puedes utilizar una direcci&oacute;n de correo electr&oacute;nico falsa, usar otra identidad que no sea leg&iacute;tima, o enga&ntilde;ar a terceras partes o a nosotros en cuanto al origen de tus comentarios. Tu eres el &uacute;nico responsable por los comentarios que haces y su precisi&oacute;n. No nos hacemos responsables y no asumimos ninguna obligaci&oacute;n con respecto a los comentarios publicados por ti o cualquier tercer parte.</p>
<p><strong>SECCI&Oacute;N 10 &ndash; INFORMACI&Oacute;N PERSONAL</strong><br />Tu presentaci&oacute;n de informaci&oacute;n personal a trav&eacute;s del sitio y aplicaciones m&oacute;viles se rige por nuestra Pol&iacute;tica de Privacidad. Los datos confiados a CheKin ser&aacute;n tratados de forma confidencial y quedar&aacute;n incorporados a los respectivos ficheros de los que es responsable CheKin Soluciones Digitales S.L. con domicilio social en la calle San Jose, 1 2C, 21120 Aljaraque (Huelva), CIF B21579990, una vez que el usuario haya dado su consentimiento expreso.</p>
<p>Mediante dicho consentimiento, CheKin obtiene el permiso para recabar los datos de los hu&eacute;spedes con la &uacute;nica finalidad de proceder al registro de los mismos en las plataformas destinadas a tal efecto por los Cuerpos y Fuerzas de Seguridad del Estado.</p>
<p>El tratamiento de los datos de car&aacute;cter personal de los usuarios llevado a cabo por CheKin, es conforme a lo previsto en la LO 15/1999, 13 diciembre, de Protecci&oacute;n de Datos de car&aacute;cter personal y el Real Decreto 1720/2007, de 21 de diciembre, por el que se aprueba el Reglamento que desarrolla dicha ley, as&iacute; como cualquier otra disposici&oacute;n que tenga por finalidad el desarrollo de ese cuerpo normativo.</p>
<p><strong>SECCI&Oacute;N 11 &ndash; ERRORES, INEXACTITUDES Y OMISIONES</strong><br />De vez en cuando puede haber informaci&oacute;n en nuestro sitio o en el Servicio que contiene errores tipogr&aacute;ficos, inexactitudes u omisiones que puedan estar relacionadas con las descripciones de productos, precios, promociones, ofertas, gastos de env&iacute;o del producto, el tiempo de tr&aacute;nsito y la disponibilidad. Nos reservamos el derecho de corregir los errores, inexactitudes u omisiones y de cambiar o actualizar la informaci&oacute;n o cancelar pedidos si alguna informaci&oacute;n en el Servicio o en cualquier sitio web relacionado es inexacta en cualquier momento sin previo aviso (incluso despu&eacute;s de que hayas enviado tu orden).</p>
<p>No asumimos ninguna obligaci&oacute;n de actualizar, corregir o aclarar la informaci&oacute;n en el Servicio o en cualquier sitio web relacionado, incluyendo, sin limitaci&oacute;n, la informaci&oacute;n de precios, excepto cuando sea requerido por la ley. Ninguna especificaci&oacute;n actualizada o fecha de actualizaci&oacute;n aplicada en el Servicio o en cualquier sitio web relacionado, debe ser tomada para indicar que toda la informaci&oacute;n en el Servicio o en cualquier sitio web relacionado ha sido modificado o actualizado.</p>
<p><strong>SECCI&Oacute;N 12 &ndash; USOS PROHIBIDOS</strong><br />En adici&oacute;n a otras prohibiciones como se establece en los T&eacute;rminos de Servicio, se prohibe el uso del sitio o su contenido: (a) para ning&uacute;n prop&oacute;sito ilegal; (b) para pedirle a otros que realicen o participen en actos il&iacute;citos; para violar cualquier regulaci&oacute;n, reglas, leyes internacionales, federales, provinciales o estatales, u ordenanzas locales; (d) para infringir o violar el derecho de propiedad intelectual nuestro o de terceras partes; (e) para acosar, abusar, insultar, da&ntilde;ar, difamar, calumniar, desprestigiar, intimidar o discriminar por razones de g&eacute;nero, orientaci&oacute;n sexual, religi&oacute;n, etnia, raza, edad, nacionalidad o discapacidad; (f) para presentar informaci&oacute;n falsa o enga&ntilde;osa; (g) para cargar o transmitir virus o cualquier otro tipo de c&oacute;digo malicioso que sea o pueda ser utilizado en cualquier forma que pueda comprometer la funcionalidad o el funcionamiento del Servicio o de cualquier sitio web relacionado, otros sitios o Internet; (h) para recopilar o rastrear informaci&oacute;n personal de otros; (i) para generar spam, phish, pharm, pretext, spider, crawl, or scrape; (j) para cualquier prop&oacute;sito obsceno o inmoral; o (k) para interferir con o burlar los elementos de seguridad del Servicio o cualquier sitio web relacionado&iquest; otros sitios o Internet. Nos reservamos el derecho de suspender el uso del Servicio o de cualquier sitio web relacionado por violar cualquiera de los &iacute;tems de los usos prohibidos.</p>
<p><strong>SECCI&Oacute;N 13 &ndash; EXCLUSI&Oacute;N DE GARANT&Iacute;AS; LIMITACI&Oacute;N DE RESPONSABILIDAD</strong><br />No garantizamos ni aseguramos que el uso de nuestro servicio ser&aacute; ininterrumpido, puntual, seguro o libre de errores.</p>
<p>No garantizamos que los resultados que se puedan obtener del uso del servicio ser&aacute;n exactos o confiables.<br />Aceptas que de vez en cuando podemos quitar el servicio por per&iacute;odos de tiempo indefinidos o cancelar el servicio en cualquier momento sin previo aviso.</p>
<p>Aceptas expresamente que el uso de, o la posibilidad de utilizar, el servicio es bajo tu propio riesgo. El servicio y todos los productos y servicios proporcionados a trav&eacute;s del servicio son (salvo lo expresamente manifestado por nosotros) proporcionados &ldquo;tal cual&rdquo; y &ldquo;seg&uacute;n est&eacute; disponible&rdquo; para su uso, sin ning&uacute;n tipo de representaci&oacute;n, garant&iacute;as o condiciones de ning&uacute;n tipo, ya sea expresa o impl&iacute;cita, incluidas todas las garant&iacute;as o condiciones impl&iacute;citas de comercializaci&oacute;n, calidad comercializable, la aptitud para un prop&oacute;sito particular, durabilidad, t&iacute;tulo y no infracci&oacute;n.</p>
<p>En ning&uacute;n caso CheKin Soluciones Digitales, nuestros directores, funcionarios, empleados, afiliados, agentes, contratistas, internos, proveedores, prestadores de servicios o licenciantes ser&aacute;n responsables por cualquier da&ntilde;o, p&eacute;rdida, reclamo, o da&ntilde;os directos, indirectos, incidentales, punitivos, especiales o consecuentes de cualquier tipo, incluyendo, sin limitaci&oacute;n, p&eacute;rdida de beneficios, p&eacute;rdida de ingresos, p&eacute;rdida de ahorros, p&eacute;rdida de datos, costos de reemplazo, o cualquier da&ntilde;o similar, ya sea basado en contrato, agravio (incluyendo negligencia), responsabilidad estricta o de otra manera, como consecuencia del uso de cualquiera de los servicios o productos adquiridos mediante el servicio, o por cualquier otro reclamo relacionado de alguna manera con el uso del servicio o cualquier producto, incluyendo pero no limitado, a cualquier error u omisi&oacute;n en cualquier contenido, o cualquier p&eacute;rdida o da&ntilde;o de cualquier tipo incurridos como resultados de la utilizaci&oacute;n del servicio o cualquier contenido (o producto) publicado, transmitido, o que se pongan a disposici&oacute;n a trav&eacute;s del servicio, incluso si se avisa de su posibilidad. Debido a que algunos estados o jurisdicciones no permiten la exclusi&oacute;n o la limitaci&oacute;n de responsabilidad por da&ntilde;os consecuenciales o incidentales, en tales estados o jurisdicciones, nuestra responsabilidad se limitar&aacute; en la medida m&aacute;xima permitida por la ley.</p>
<p><strong>SECCI&Oacute;N 14 &ndash; INDEMNIZACI&Oacute;N</strong><br />Aceptas indemnizar, defender y mantener indemne CheKin Soluciones Digitales y nuestras matrices, subsidiarias, afiliados, socios, funcionarios, directores, agentes, contratistas, concesionarios, proveedores de servicios, subcontratistas, proveedores, internos y empleados, de cualquier reclamo o demanda, incluyendo honorarios razonables de abogados, hechos por cualquier tercero a causa o como resultado de tu incumplimiento de las Condiciones de Servicio o de los documentos que incorporan como referencia, o la violaci&oacute;n de cualquier ley o de los derechos de u tercero.</p>
<p><strong>SECCI&Oacute;N 15 &ndash; DIVISIBILIDAD</strong><br />En el caso de que se determine que cualquier disposici&oacute;n de estas Condiciones de Servicio sea ilegal, nula o inejecutable, dicha disposici&oacute;n ser&aacute;, no obstante, efectiva a obtener la m&aacute;xima medida permitida por la ley aplicable, y la parte no exigible se considerar&aacute; separada de estos T&eacute;rminos de Servicio, dicha determinaci&oacute;n no afectar&aacute; la validez de aplicabilidad de las dem&aacute;s disposiciones restantes.</p>
<p><strong>SECCI&Oacute;N 16 &ndash; RESCISI&Oacute;N</strong><br />Las obligaciones y responsabilidades de las partes que hayan incurrido con anterioridad a la fecha de terminaci&oacute;n sobrevivir&aacute;n a la terminaci&oacute;n de este acuerdo a todos los efectos.<br />Estas Condiciones de servicio son efectivos a menos que y hasta que sea terminado por ti o nosotros. Puedes terminar estos T&eacute;rminos de Servicio en cualquier momento por avisarnos que ya no deseas utilizar nuestros servicios, o cuando dejes de usar nuestro sitio.</p>
<p>Si a nuestro juicio, fallas, o se sospecha que haz fallado, en el cumplimiento de cualquier t&eacute;rmino o disposici&oacute;n de estas Condiciones de Servicio, tambi&eacute;n podemos terminar este acuerdo en cualquier momento sin previo aviso, y seguir&aacute;s siendo responsable de todos los montos adeudados hasta incluida la fecha de terminaci&oacute;n; y/o en consecuencia podemos negarte el acceso a nuestros servicios (o cualquier parte del mismo).</p>
<p><strong>SECCI&Oacute;N 17 &ndash; ACUERDO COMPLETO</strong><br />Nuestra falla para ejercer o hacer valer cualquier derecho o disposici&oacute;n de estas Condiciones de Servicio no constituir&aacute; una renuncia a tal derecho o disposici&oacute;n.</p>
<p>Estas Condiciones del servicio y las pol&iacute;ticas o reglas de operaci&oacute;n publicadas por nosotros en este sitio o con respecto al servicio constituyen el acuerdo completo y el entendimiento entre tu y nosotros y rigen el uso del Servicio y reemplaza cualquier acuerdo, comunicaciones y propuestas anteriores o contempor&aacute;neas, ya sea oral o escrita, entre tu y nosotros (incluyendo, pero no limitado a, cualquier versi&oacute;n previa de los T&eacute;rminos de Servicio).<br />Cualquier ambig&uuml;edad en la interpretaci&oacute;n de estas Condiciones del servicio no se interpretar&aacute;n en contra del grupo de redacci&oacute;n.</p>
<p><strong>SECCI&Oacute;N 18 &ndash; LEY</strong><br />Estas Condiciones del servicio y cualquier acuerdos aparte en el que te proporcionemos servicios se regir&aacute;n e interpretar&aacute;n en conformidad con las leyes de Huelva, Espa&ntilde;a.</p>
<p><strong>SECCI&Oacute;N 19 &ndash; CAMBIOS EN LOS T&Eacute;RMINOS DE SERVICIO</strong><br />Puedes revisar la versi&oacute;n m&aacute;s actualizada de los T&eacute;rminos de Servicio en cualquier momento en esta p&aacute;gina.<br />Nos reservamos el derecho, a nuestra sola discreci&oacute;n, de actualizar, modificar o reemplazar cualquier parte de estas Condiciones del servicio mediante la publicaci&oacute;n de las actualizaciones y los cambios en nuestro sitio web. Es tu responsabilidad revisar nuestro sitio web peri&oacute;dicamente para verificar los cambios. El uso continuo de o el acceso a nuestro sitio Web o el Servicio despu&eacute;s de la publicaci&oacute;n de cualquier cambio en estas Condiciones de servicio implica la aceptaci&oacute;n de dichos cambios.</p>
<p><strong>SECCI&Oacute;N 20 &ndash; INFORMACI&Oacute;N DE CONTACTO</strong><br />Preguntas acerca de los T&eacute;rminos de Servicio deben ser enviadas a info@chekin.io.</p>
<p>&nbsp;</p> ]]></string>

    <string name="page2TYC"><![CDATA[ <p><strong>SECCI&Oacute;N 3 &ndash; EXACTITUD, EXHAUSTVIDAD Y ACTUALIDAD DE LA INFORMACI&Oacute;N</strong><br />No nos hacemos responsables si la informaci&oacute;n disponible en este sitio no es exacta, completa o actual. El material en este sitio es provisto solo para informaci&oacute;n general y no debe confiarse en ella o utilizarse como la &uacute;nica base para la toma de decisiones sin consultar primeramente, informaci&oacute;n m&aacute;s precisa, completa u oportuna.</p>
<p>Cualquier dependencia em el materia de este sitio es bajo su propio riesgo.</p>
<p>Este sitio puede contener cierta informaci&oacute;n hist&oacute;rica. La informaci&oacute;n hist&oacute;rica, no es necesriamente actual y es provista &uacute;nicamente para tu referencia. Nos reservamos el derecho de modificar los contenidos de este sitio en cualquier momento, pero no tenemos obligaci&oacute;n de actualizar cualquier informaci&oacute;n en nuestro sitio. Aceptas que es tu responsabilidad de monitorear los cambios en nuestro sitio.</p>
<p><strong>SECTION 4 &ndash; MODIFICACIONES AL SERVICIO Y PRECIOS</strong><br />Los precios de nuestros productos est&aacute;n sujetos a cambio sin aviso.<br />Nos reservamos el derecho de modificar o discontinuar el Servicio (o cualquier parte del contenido) en cualquier momento sin aviso previo.</p>
<p>No seremos responsables ante ti o alguna tercera parte por cualquier modificaci&oacute;n, cambio de precio, suspensi&oacute;n o discontinuidad del Servicio.</p>
<p><strong>SECCI&Oacute;N 5 &ndash; PRODUCTOS O SERVICIOS</strong><br />Ciertos productos o servicios puedene star disponibles exclusivamente en l&iacute;nea a trav&eacute;s del sitio web. Estos productos o servicios pueden tener cantidades limitadas y estar sujetas a devoluci&oacute;n o cambio de acuerdo a nuestra pol&iacute;tica de devoluci&oacute;n solamente.<br />Hemos hecho el esfuerzo de mostrar los colores y las im&aacute;genes de nuestros productos, en la tienda, con la mayor precisi&oacute;n de colores posible. No podemos garantizar que el monitor de tu computadora muestre los colores de manera exacta.</p>
<p>Nos reservamos el derecho, pero no estamos obligados, para limitar las ventas de nuestros productos o servicios a cualquier persona, regi&oacute;n geogr&aacute;fica o jurisdicci&oacute;n. Podemos ejercer este derecho basados en cada caso. Nos reservamos el derecho de limitar las cantidades de los productos o servicios que ofrecemos. Todas las descripciones de productos o precios de los productos est&aacute;n sujetos a cambios en cualquier momento sin previo aviso, a nuestra sola discreci&oacute;n. Nos reservamos el derecho de discontinuar cualquier producto en cualquier momento. Cualquier oferta de producto o servicio hecho en este sitio es nulo donde est&eacute; prohibido.</p>
<p>No garantizamos que la calidad de los productos, servicios, informaci&oacute;n u otro material comprado u obtenido por ti cumpla con tus expectativas, o que cualquier error en el Servicio ser&aacute; corregido.</p>
<p><strong>SECCI&Oacute;N 6 &ndash; EXACTITUD DE FACTURACI&Oacute;N E INFORMACI&Oacute;N DE CUENTA</strong><br />Nos reservamos el derecho de rechazar cualquier pedido que realice con nosotros. Podemos, a nuestra discreci&oacute;n, limitar o cancelar las cantidades compradas por persona, por hogar o por pedido. Estas restricciones pueden incluir pedidos realizados por o bajo la misma cuenta de cliente, la misma tarjeta de cr&eacute;dito, y/o pedidos que utilizan la misma facturaci&oacute;n y/o direcci&oacute;n de env&iacute;o.</p>
<p>En el caso de que hagamos un cambio o cancelemos una orden, podemos intentar notificarte poni&eacute;ndonos en contacto v&iacute;a correo electr&oacute;nico y/o direcci&oacute;n de facturaci&oacute;n / n&uacute;mero de tel&eacute;fono proporcionado en el momento que se hizo pedido. Nos reservamos el derecho de limitar o prohibir las &oacute;rdenes que, a nuestro juicio, parecen ser colocado por los concesionarios, revendedores o distribuidores.</p>
<p>Te comprometes a proporcionar informaci&oacute;n actual, completa y precisa de la compra y cuenta utilizada para todas las compras realizadas en nuestra tienda. Te comprometes a atualizar r&aacute;pidamente tu cuenta y otra informaci&oacute;n, incluyendo tu direcci&oacute;n de correo electr&oacute;nico y n&uacute;meros de tarjetas de cr&eacute;dito y fechas de vencimiento, para que podamos completar tus transacciones y contactarte cuando sea necesario.</p>
<p>Para m&aacute;s detalles, por favor revisa nuestra Pol&iacute;tica de Devoluciones.</p>
<p>&nbsp;</p> ]]></string>

    <string name="page3TYC"><![CDATA[ <p>tus transacciones y contactarte cuando sea necesario.</p>
<p>Para m&aacute;s detalles, por favor revisa nuestra Pol&iacute;tica de Devoluciones.</p>
<p><strong>SECCI&Oacute;N 7 &ndash; HERRAMIENTAS OPCIONALES</strong><br />Es posible que te proporcionemos aceso a herramientas de terceros a los cuales no monitoreamos y sobre los que no tenemos control ni entrada.</p>
<p>Reconoces y aceptas que proporcionamos acceso a este tipo de herramientas &ldquo;tal cual&rdquo; y &ldquo;seg&uacute;n disponibilidad&rdquo; sin garant&iacute;as, representaciones o condiciones de ning&uacute;n tipo y sin ning&uacute;n respaldo. No tendremos responsabilidad alguna derivada de o relacionada con tu uso de herramientas proporcionadas por terceras partes.</p>
<p>Cualquier uso que hagas de las herramientas opcionales que se ofrecen a trav&eacute;s del sitio bajo tu propio riesgo y discreci&oacute;n y debes asegurarte de estar familiarizado y aprobar los t&eacute;rminos bajo los cuales estas herramientas son proporcionadas por el o los proveedores de terceros.</p>
<p>Tambi&eacute;n es posible que, en el futuro, te ofrezcamos nuevos servicios y/o caracter&iacute;sticas a trav&eacute;s del sitio web (incluyendo el lanzamiento de nuevas herramientas y recursos). Estas nuevas caracter&iacute;sticas y/o servicios tambi&eacute;n estar&aacute;n sujetos a estos T&eacute;rminos de Servicio.</p>
<p><strong>SECCI&Oacute;N 8 &ndash; ENLACES DE TERCERAS PARTES</strong><br />Cierto contenido, productos y servicios disponibles v&iacute;a nuestro Servicio puede inclu&iacute;r material de terceras partes.</p>
<p>Enlaces de terceras partes en este sitio pueden direccionarte a sitios web de terceras partes que no est&aacute;n afiliadas con nosotros. No nos responsabilizamos de examinar o evaluar el contenido o exactitud y no garantizamos ni tendremos ninguna obligaci&oacute;n o responsabilidad por cualquier material de terceros o siitos web, o de cualquier material, productos o servicios de terceros.</p>
<p>No nos hacemos responsables de cualquier da&ntilde;o o da&ntilde;os relacionados con la adquisici&oacute;n o utilizaci&oacute;n de bienes, servicios, recursos, contenidos, o cualquier otra transacci&oacute;n realizadas en conexi&oacute;n con sitios web de terceros. Por favor revisa cuidadosamente las pol&iacute;ticas y pr&aacute;cticas de terceros y aseg&uacute;rate de entenderlas antes de participar en cualquier transacci&oacute;n. Quejas, reclamos, inquietudes o pregutas con respecto a productos de terceros deben ser dirigidas a la tercera parte.</p>
<p><strong>SECCI&Oacute;N 9 &ndash; COMENTARIOS DE USUARIO, CAPTACI&Oacute;N Y OTROS ENV&Iacute;OS</strong><br />Si, a pedido nuestro, env&iacute;as ciertas presentaciones espec&iacute;ficas (por ejemplo la participaci&oacute;n en concursos) o sin un pedido de nuestra parte env&iacute;as ideas creativas, sugerencias, proposiciones, planes, u otros materiales, ya sea en l&iacute;nea, por email, por correo postal, o de otra manera (colectivamente, &lsquo;comentarios&rsquo;), aceptas que podamos, en cualquier momento, sin restricci&oacute;n, editar, copiar, publicar, distribu&iacute;r, traducir o utilizar por cualquier medio comentarios que nos hayas enviado. No tenemos ni tendremos ninguna obligaci&oacute;n (1) de mantener ning&uacute;n comentario confidencialmente; (2) de pagar compensaci&oacute;n por comentarios; o (3) de responder a comentarios.<br />Nosotros podemos, pero no tenemos obligaci&oacute;n de, monitorear, editar o remover contenido que consideremos sea ileg&iacute;timo, ofensivo, amenazante, calumnioso, difamatorio, pornogr&aacute;fico, obsceno u objetable o viole la propiedad intelectual de cualquiera de las partes o los T&eacute;rminos de Servicio.</p>
<p>Aceptas que tus comentarios no violar&aacute;n los derechos de terceras partes, incluyendo derechos de autor, marca, privacidad, personalidad u otro derechos personal o de propiedad. Asimismo, aceptas que tus comentarios no contienen material difamatorio o ilegal, abusivo u obsceno, o contienen virus inform&aacute;ticos u otro malware que pudiera, de alguna manera, afectar el funcionamiento del Servicio o de cualquier sitio web relacionado. No puedes utilizar una direcci&oacute;n de correo electr&oacute;nico falsa, usar otra identidad que no sea leg&iacute;tima, o enga&ntilde;ar a terceras partes o a nosotros en cuanto al origen de tus comentarios. Tu eres el &uacute;nico responsable por los comentarios que haces y su precisi&oacute;n. No nos hacemos responsables y no asumimos ninguna obligaci&oacute;n con respecto a los comentarios publicados por ti o cualquier tercer parte.</p>
<p>&nbsp;</p>
<p>&nbsp;</p> ]]></string>


    <string name="page4TYC"><![CDATA[ <p>comentarios que haces y su precisi&oacute;n. No nos hacemos responsables y no asumimos ninguna obligaci&oacute;n con respecto a los comentarios publicados por ti o cualquier tercer parte.</p>
<p><strong>SECCI&Oacute;N 10 &ndash; INFORMACI&Oacute;N PERSONAL</strong><br />Tu presentaci&oacute;n de informaci&oacute;n personal a trav&eacute;s del sitio y aplicaciones m&oacute;viles se rige por nuestra Pol&iacute;tica de Privacidad. Los datos confiados a CheKin ser&aacute;n tratados de forma confidencial y quedar&aacute;n incorporados a los respectivos ficheros de los que es responsable CheKin Soluciones Digitales S.L. con domicilio social en la calle San Jose, 1 2C, 21120 Aljaraque (Huelva), CIF B21579990, una vez que el usuario haya dado su consentimiento expreso.</p>
<p>Mediante dicho consentimiento, CheKin obtiene el permiso para recabar los datos de los hu&eacute;spedes con la &uacute;nica finalidad de proceder al registro de los mismos en las plataformas destinadas a tal efecto por los Cuerpos y Fuerzas de Seguridad del Estado.</p>
<p>El tratamiento de los datos de car&aacute;cter personal de los usuarios llevado a cabo por CheKin, es conforme a lo previsto en la LO 15/1999, 13 diciembre, de Protecci&oacute;n de Datos de car&aacute;cter personal y el Real Decreto 1720/2007, de 21 de diciembre, por el que se aprueba el Reglamento que desarrolla dicha ley, as&iacute; como cualquier otra disposici&oacute;n que tenga por finalidad el desarrollo de ese cuerpo normativo.</p>
<p><strong>SECCI&Oacute;N 11 &ndash; ERRORES, INEXACTITUDES Y OMISIONES</strong><br />De vez en cuando puede haber informaci&oacute;n en nuestro sitio o en el Servicio que contiene errores tipogr&aacute;ficos, inexactitudes u omisiones que puedan estar relacionadas con las descripciones de productos, precios, promociones, ofertas, gastos de env&iacute;o del producto, el tiempo de tr&aacute;nsito y la disponibilidad. Nos reservamos el derecho de corregir los errores, inexactitudes u omisiones y de cambiar o actualizar la informaci&oacute;n o cancelar pedidos si alguna informaci&oacute;n en el Servicio o en cualquier sitio web relacionado es inexacta en cualquier momento sin previo aviso (incluso despu&eacute;s de que hayas enviado tu orden).</p>
<p>No asumimos ninguna obligaci&oacute;n de actualizar, corregir o aclarar la informaci&oacute;n en el Servicio o en cualquier sitio web relacionado, incluyendo, sin limitaci&oacute;n, la informaci&oacute;n de precios, excepto cuando sea requerido por la ley. Ninguna especificaci&oacute;n actualizada o fecha de actualizaci&oacute;n aplicada en el Servicio o en cualquier sitio web relacionado, debe ser tomada para indicar que toda la informaci&oacute;n en el Servicio o en cualquier sitio web relacionado ha sido modificado o actualizado.</p>
<p><strong>SECCI&Oacute;N 12 &ndash; USOS PROHIBIDOS</strong><br />En adici&oacute;n a otras prohibiciones como se establece en los T&eacute;rminos de Servicio, se prohibe el uso del sitio o su contenido: (a) para ning&uacute;n prop&oacute;sito ilegal; (b) para pedirle a otros que realicen o participen en actos il&iacute;citos; para violar cualquier regulaci&oacute;n, reglas, leyes internacionales, federales, provinciales o estatales, u ordenanzas locales; (d) para infringir o violar el derecho de propiedad intelectual nuestro o de terceras partes; (e) para acosar, abusar, insultar, da&ntilde;ar, difamar, calumniar, desprestigiar, intimidar o discriminar por razones de g&eacute;nero, orientaci&oacute;n sexual, religi&oacute;n, etnia, raza, edad, nacionalidad o discapacidad; (f) para presentar informaci&oacute;n falsa o enga&ntilde;osa; (g) para cargar o transmitir virus o cualquier otro tipo de c&oacute;digo malicioso que sea o pueda ser utilizado en cualquier forma que pueda comprometer la funcionalidad o el funcionamiento del Servicio o de cualquier sitio web relacionado, otros sitios o Internet; (h) para recopilar o rastrear informaci&oacute;n personal de otros; (i) para generar spam, phish, pharm, pretext, spider, crawl, or scrape; (j) para cualquier prop&oacute;sito obsceno o inmoral; o (k) para interferir con o burlar los elementos de seguridad del Servicio o cualquier sitio web relacionado&iquest; otros sitios o Internet. Nos reservamos el derecho de suspender el uso del Servicio o de cualquier sitio web relacionado por violar cualquiera de los &iacute;tems de los usos prohibidos.</p>
<p><strong>SECCI&Oacute;N 13 &ndash; EXCLUSI&Oacute;N DE GARANT&Iacute;AS; LIMITACI&Oacute;N DE RESPONSABILIDAD</strong><br />No garantizamos ni aseguramos que el uso de nuestro servicio ser&aacute; ininterrumpido, puntual, seguro o libre de errores.</p>
<p>&nbsp;</p> ]]></string>

    <string name="page5TYC"><![CDATA[ <p>No garantizamos que los resultados que se puedan obtener del uso del servicio ser&aacute;n exactos o confiables.<br />Aceptas que de vez en cuando podemos quitar el servicio por per&iacute;odos de tiempo indefinidos o cancelar el servicio en cualquier momento sin previo aviso.</p>
<p>Aceptas expresamente que el uso de, o la posibilidad de utilizar, el servicio es bajo tu propio riesgo. El servicio y todos los productos y servicios proporcionados a trav&eacute;s del servicio son (salvo lo expresamente manifestado por nosotros) proporcionados &ldquo;tal cual&rdquo; y &ldquo;seg&uacute;n est&eacute; disponible&rdquo; para su uso, sin ning&uacute;n tipo de representaci&oacute;n, garant&iacute;as o condiciones de ning&uacute;n tipo, ya sea expresa o impl&iacute;cita, incluidas todas las garant&iacute;as o condiciones impl&iacute;citas de comercializaci&oacute;n, calidad comercializable, la aptitud para un prop&oacute;sito particular, durabilidad, t&iacute;tulo y no infracci&oacute;n.</p>
<p>En ning&uacute;n caso CheKin Soluciones Digitales, nuestros directores, funcionarios, empleados, afiliados, agentes, contratistas, internos, proveedores, prestadores de servicios o licenciantes ser&aacute;n responsables por cualquier da&ntilde;o, p&eacute;rdida, reclamo, o da&ntilde;os directos, indirectos, incidentales, punitivos, especiales o consecuentes de cualquier tipo, incluyendo, sin limitaci&oacute;n, p&eacute;rdida de beneficios, p&eacute;rdida de ingresos, p&eacute;rdida de ahorros, p&eacute;rdida de datos, costos de reemplazo, o cualquier da&ntilde;o similar, ya sea basado en contrato, agravio (incluyendo negligencia), responsabilidad estricta o de otra manera, como consecuencia del uso de cualquiera de los servicios o productos adquiridos mediante el servicio, o por cualquier otro reclamo relacionado de alguna manera con el uso del servicio o cualquier producto, incluyendo pero no limitado, a cualquier error u omisi&oacute;n en cualquier contenido, o cualquier p&eacute;rdida o da&ntilde;o de cualquier tipo incurridos como resultados de la utilizaci&oacute;n del servicio o cualquier contenido (o producto) publicado, transmitido, o que se pongan a disposici&oacute;n a trav&eacute;s del servicio, incluso si se avisa de su posibilidad. Debido a que algunos estados o jurisdicciones no permiten la exclusi&oacute;n o la limitaci&oacute;n de responsabilidad por da&ntilde;os consecuenciales o incidentales, en tales estados o jurisdicciones, nuestra responsabilidad se limitar&aacute; en la medida m&aacute;xima permitida por la ley.</p>
<p><strong>SECCI&Oacute;N 14 &ndash; INDEMNIZACI&Oacute;N</strong><br />Aceptas indemnizar, defender y mantener indemne CheKin Soluciones Digitales y nuestras matrices, subsidiarias, afiliados, socios, funcionarios, directores, agentes, contratistas, concesionarios, proveedores de servicios, subcontratistas, proveedores, internos y empleados, de cualquier reclamo o demanda, incluyendo honorarios razonables de abogados, hechos por cualquier tercero a causa o como resultado de tu incumplimiento de las Condiciones de Servicio o de los documentos que incorporan como referencia, o la violaci&oacute;n de cualquier ley o de los derechos de u tercero.</p>
<p><strong>SECCI&Oacute;N 15 &ndash; DIVISIBILIDAD</strong><br />En el caso de que se determine que cualquier disposici&oacute;n de estas Condiciones de Servicio sea ilegal, nula o inejecutable, dicha disposici&oacute;n ser&aacute;, no obstante, efectiva a obtener la m&aacute;xima medida permitida por la ley aplicable, y la parte no exigible se considerar&aacute; separada de estos T&eacute;rminos de Servicio, dicha determinaci&oacute;n no afectar&aacute; la validez de aplicabilidad de las dem&aacute;s disposiciones restantes.</p>
<p><strong>SECCI&Oacute;N 16 &ndash; RESCISI&Oacute;N</strong><br />Las obligaciones y responsabilidades de las partes que hayan incurrido con anterioridad a la fecha de terminaci&oacute;n sobrevivir&aacute;n a la terminaci&oacute;n de este acuerdo a todos los efectos.<br />Estas Condiciones de servicio son efectivos a menos que y hasta que sea terminado por ti o nosotros. Puedes terminar estos T&eacute;rminos de Servicio en cualquier momento por avisarnos que ya no deseas utilizar nuestros servicios, o cuando dejes de usar nuestro sitio.</p>
<p>Si a nuestro juicio, fallas, o se sospecha que haz fallado, en el cumplimiento de cualquier t&eacute;rmino o disposici&oacute;n de estas Condiciones de Servicio, tambi&eacute;n podemos terminar este acuerdo en cualquier momento sin previo aviso, y seguir&aacute;s siendo responsable de todos los montos adeudados hasta incluida la fecha de terminaci&oacute;n; y/o en consecuencia podemos negarte el acceso a nuestros servicios (o cualquier parte del mismo).</p>
<p>&nbsp;</p> ]]></string>

    <string name="page6TYC"><![CDATA[ <p><strong>SECCI&Oacute;N 17 &ndash; ACUERDO COMPLETO</strong><br />Nuestra falla para ejercer o hacer valer cualquier derecho o disposici&oacute;n de estas Condiciones de Servicio no constituir&aacute; una renuncia a tal derecho o disposici&oacute;n.</p>
<p>Estas Condiciones del servicio y las pol&iacute;ticas o reglas de operaci&oacute;n publicadas por nosotros en este sitio o con respecto al servicio constituyen el acuerdo completo y el entendimiento entre tu y nosotros y rigen el uso del Servicio y reemplaza cualquier acuerdo, comunicaciones y propuestas anteriores o contempor&aacute;neas, ya sea oral o escrita, entre tu y nosotros (incluyendo, pero no limitado a, cualquier versi&oacute;n previa de los T&eacute;rminos de Servicio).<br />Cualquier ambig&uuml;edad en la interpretaci&oacute;n de estas Condiciones del servicio no se interpretar&aacute;n en contra del grupo de redacci&oacute;n.</p>
<p><strong>SECCI&Oacute;N 18 &ndash; LEY</strong><br />Estas Condiciones del servicio y cualquier acuerdos aparte en el que te proporcionemos servicios se regir&aacute;n e interpretar&aacute;n en conformidad con las leyes de Huelva, Espa&ntilde;a.</p>
<p><strong>SECCI&Oacute;N 19 &ndash; CAMBIOS EN LOS T&Eacute;RMINOS DE SERVICIO</strong><br />Puedes revisar la versi&oacute;n m&aacute;s actualizada de los T&eacute;rminos de Servicio en cualquier momento en esta p&aacute;gina.<br />Nos reservamos el derecho, a nuestra sola discreci&oacute;n, de actualizar, modificar o reemplazar cualquier parte de estas Condiciones del servicio mediante la publicaci&oacute;n de las actualizaciones y los cambios en nuestro sitio web. Es tu responsabilidad revisar nuestro sitio web peri&oacute;dicamente para verificar los cambios. El uso continuo de o el acceso a nuestro sitio Web o el Servicio despu&eacute;s de la publicaci&oacute;n de cualquier cambio en estas Condiciones de servicio implica la aceptaci&oacute;n de dichos cambios.</p>
<p><strong>SECCI&Oacute;N 20 &ndash; INFORMACI&Oacute;N DE CONTACTO</strong><br />Preguntas acerca de los T&eacute;rminos de Servicio deben ser enviadas a info@chekin.io.</p> ]]></string>

    <!--Login View-->
    <string name="email">Email</string>
    <string name="contrase_a">Contraseña</string>
    <string name="entrar">Entrar</string>
    <string name="olvidaste_la_contrase_a">¿Olvidaste la contraseña?</string>
    <string name="o">O</string>
    <string name="entra_con_tu_pms">ENTRA CON TU PMS</string>
    <string name="registrate">REGISTRATE</string>
    <string name="no_tienes_cuenta">¿No tienes cuenta?</string>
    <string name="errorLogin">El usuario o la contraseña son incorrectos.</string>
    <string name="comingSoon">Próximamente</string>


    <!--Register View-->
    <string name="errorEmail">El email introducido no es valido.</string>
    <string name="errorPhone">El telefono introducido no es valido.</string>
    <string name="passwordMin">La contraseña debe tener al menos 6 caracteres, una letra y un número.</string>
    <string name="passwordsRepeat">Las contraseñas no coinciden.</string>
    <string name="userAlreadyRegistered">Este usuario ya esta registrado.</string>
    <string name="pol_tica_de_privacidad">POLÍTICA DE PRIVACIDAD</string>
    <string name="acepto_la">Acepto la</string>
    <string name="emailRegister">Email *</string>
    <string name="phoneRegister">Teléfono *</string>
    <string name="nameRegister">Nombre *</string>
    <string name="passwordRegister1">Contraseña *</string>
    <string name="passwordRegister2">Repite Contraseña *</string>
    <string name="acepto_los">Acepto los</string>
    <string name="t_rminos_y_condiciones">Términos y Condiciones</string>
    <string name="registrar">REGISTRAR</string>
    <string name="registro">Registro</string>
    <string name="alreadyAccount">¿Ya tienes cuenta?</string>
    <string name="Entrar">ENTRAR</string>

    <!--Forgot Password View-->
    <string name="recuperar_contrase_a">Recuperar Contraseña</string>
    <string name="por_favor_introduce_tu_correo_electr_nico_y_te_enviaremos_un_email_con_las_instrucciones_para_recuperar_tu_contrase_a">Por favor, introduce tu correo electrónico y te enviaremos un email con las instrucciones para recuperar tu contraseña.</string>
    <string name="recuperar">RECUPERAR</string>
    <string name="entrar_con">Entrar con:</string>
    <string name="cancelar">Cancelar</string>

    <!--Suscription View-->
    <string name="empezar_prueba">EMPEZAR PRUEBA</string>
    <string name="n_mero_de_propiedades">Número de propiedades</string>
    <string name="tipo_de_suscripci_n">Tipo de suscripción</string>
    <string name="suscripci_n">Suscripción</string>
    <string name="tipo_de_propiedad">Tipo de Propiedad</string>
    <string name="hotel">HOTEL</string>
    <string name="casa">CASA</string>
    <string name="plan_seleccionado">PLAN SELECCIONADO</string>
    <string name="suscr_bete_ahora_y_prueba_14_d_as_gratis">¡Suscríbete ahora y prueba 14 días gratis!</string>
    <string name="monthTextPrice">/ AL MES por</string>
    <string name="propertiesPrice">propiedades</string>
    <string name="yearTextPrice">/ AL AÑO por</string>
    <string name="mensual">Mensual</string>
    <string name="anual">Anual</string>

    <!--TyC View-->
    <string name="aceptar">Aceptar</string>
    <string name="siguiente">SIGUIENTE</string>
    <string name="anterior">ANTERIOR</string>

    <!--Booking View-->
    <string name="todas_las_propiedades">Todas las propiedades</string>
    <string name="expiredSession">Sesión caducada</string>
    <string name="todas_las_reservas">Todas las reservas</string>
    <string name="a_adir_reserva">AÑADIR RESERVA</string>
    <string name="no_tienes_reservas">No tienes reservas</string>
    <string name="_5_huespedes">5 huespedes</string>
    <string name="completar">Completar</string>
    <string name="noches">noches</string>
    <string name="guestsText">huespedes</string>
    <string name="guestsCompleted">completados</string>
    <string name="guestsPending">pendientes</string>
    <string name="erroneas">Ha fallado</string>
    <string name="completadas">Completada</string>
    <string name="pendientes">En progreso</string>
    <string name="Nuevo">Nueva</string>
    <string name="desde">Desde</string>
    <string name="hasta">Hasta</string>
    <string name="filtrar">FILTRAR</string>

    <!--Navigation View-->
    <string name="reservas">Reservas</string>
    <string name="propiedades">Propiedades</string>
    <string name="nuevo_chekin">Nueva Reserva</string>
    <string name="documentos">Documentos</string>
    <string name="ajustes">Ajustes</string>


    <!--Booking Details View-->
    <string name="id_reserva">ID Reserva:</string>
    <string name="estado">ESTADO</string>
    <string name="nombre_del_huesped">NOMBRE DEL HUESPED</string>
    <string name="comBooking">Reserva completada</string>
    <string name="incomBooking">Reserva en progreso</string>
    <string name="newBooking">Reserva nueva</string>
    <string name="errBooking">Reserva con errores</string>
    <string name="maxGuests">Si registras otro huesped superarás el número de huespedes establecido para esta reserva. ¿Estas seguro que deseas añadir un huesped más?</string>
    <string name="deleteBooking">¿Eliminar la reserva?</string>
    <string name="sure">¿Estas seguro?</string>
    <string name="newStatus">NUEVA</string>
    <string name="waitCheck">En espera del día de Check-In</string>
    <string name="processing">EN PROCESO</string>
    <string name="pending">PENDIENTE</string>
    <string name="pendPolice">Policia pendiente</string>
    <string name="errPolice">Verificación policial fallida</string>
    <string name="copylink">COPIAR LINK</string>
    <string name="linkCopied">¡Link copiado!</string>
    <string name="sent">¡ENVIADO!</string>
    <string name="send">ENVIAR</string>
    <string name="correct">Corregir</string>
    <string name="completed">COMPLETADA</string>
    <string name="identified">Identificado</string>
    <string name="erroneus">ERRONEA</string>
    <string name="withErrors">Con errores</string>
    <string name="eliminar">ELIMINAR</string>
    <string name="anadir">AÑADIR</string>
    <string name="deleteGuest">¿Eliminar al huesped?</string>
    <string name="sendToPoliceManually">Enviar a la policia manualmente</string>
    <string name="sendNow">ENVIAR AHORA</string>

    <!--Add Guest View-->
    <string name="escanear_id_huesped">ESCANEAR ID HUESPED</string>
    <string name="paises">Países</string>
    <string name="addName">Nombre</string>
    <string name="apellidos">Apellido</string>
    <string name="segundoApellido">Segundo apellido</string>
    <string name="sexo">Sexo</string>
    <string name="nacionalidad">Nacionalidad</string>
    <string name="fecha_de_nacimiento">Fecha de nacimiento</string>
    <string name="tipo_de_documento">Tipo de documento</string>
    <string name="n_mero_de_documento">Número de documento</string>
    <string name="fecha_de_expedici_n">Fecha de expedición</string>
    <string name="a_adir_firma">AÑADIR FIRMA</string>
    <string name="guardar_y_a_adir_otro_huesped">GUARDAR Y AÑADIR OTRO HUESPED</string>
    <string name="guardar_y_finalizar">GUARDAR Y FINALIZAR</string>
    <string name="enviar_y_a_adir_otro_huesped">ENVIAR Y AÑADIR OTRO HUESPED</string>
    <string name="enviar_y_finalizar">ENVIAR Y FINALIZAR</string>
    <string name="a_adir_huesped">Añadir Huesped</string>
    <string name="a_ade_tu_firma">AÑADE TU FIRMA</string>
    <string name="masculino">Masculino</string>
    <string name="femenino">Femenino</string>
    <string name="es">es</string>
    <string name="residenceAddress">Dirección de residencia (Opcional)</string>
    <string name="editGuest">Editar Huesped</string>
    <string name="documentCountry">País de emisión del documento</string>
    <string name="documentCity">Ciudad de emisión del documento</string>
    <string name="birthCountry">País de nacimiento</string>
    <string name="birthCity">Ciudad de nacimiento</string>
    <string name="residenceCountry">País de residencia</string>
    <string name="residenceCity">Ciudad de residencia</string>



    <!--Properties View-->
    <string name="a_adir_propiedad">AÑADIR PROPIEDAD</string>
    <string name="no_tienes_propiedades">No tienes propiedades</string>
    <string name="deleteProperty">¿Eliminar la propiedad?</string>

    <!--Add Property View-->
    <string name="adir_propiedad">Añadir Propiedad</string>
    <string name="nombre_comercial">Nombre comercial</string>
    <string name="nif_titular_explotaci_n">NIF Titular Explotación</string>
    <string name="pa_s">País</string>
    <string name="provincia">Provincia</string>
    <string name="municipio">Municipio</string>
    <string name="direcci_n">Dirección</string>
    <string name="activar_el_envio_autom_tico_a_las_autoridades_despu_s_de_cada_reserva">Activar el envio automático a las autoridades después de cada reserva</string>
    <string name="automaticamente_enviar_a">Automaticamente enviar a</string>
    <string name="usuario">Usuario</string>
    <string name="m_s_de_un_alojamiento_en_la_cuenta">¿Más de un alojamiento en la cuenta?</string>
    <string name="codigo_de_propiedad">Codigo de propiedad</string>
    <string name="habilitar_el_envio_de_datos_a_istat">Habilitar el envio de datos a ISTAT</string>
    <string name="portal_regional_de_istat">Portal regional de ISTAT</string>
    <string name="n_mero_de_habitaciones">Número de habitaciones</string>
    <string name="editProperty">Editar Propiedad</string>
    <string name="updateProperty">ACTUALIZAR PROPIEDAD</string>
    <string name="establishmentNumber">Número de establecimiento</string>
    <string name="certificate">Certificado</string>

    <!--New Chekin View-->
    <string name="nuevochekin">Nueva Reserva</string>
    <string name="individual">Individual</string>
    <string name="familia">Familia</string>
    <string name="grupo">Grupo</string>
    <string name="errorSingle">El número de huespedes no puede ser mayor a 1</string>
    <string name="errorGroup">El número de huespedes no puede ser menor o igual que 1</string>
    <string name="errorNights">El número de noches no puede ser cero</string>
    <string name="seleccionar_propiedad">Seleccionar propiedad</string>
    <string name="responsable">Responsable</string>
    <string name="fecha_de_entrada">Fecha de entrada</string>
    <string name="n_mero_de_noches">Número de noches</string>
    <string name="huespedes_mayores_de_14_a_os">Número de huespedes</string>
    <string name="n_mero_de_habitaci_n">Número de habitaciones</string>
    <string name="a_adir_huespedes_m_s_tarde">AÑADIR HUESPEDES MÁS TARDE</string>
    <string name="a_adir_huespedes">AÑADIR HUESPEDES</string>
    <string name="editBooking">Editar Reserva</string>
    <string name="typeBooking">Tipo de reserva</string>

    <!--Collaborators View-->
    <string name="me">Yo</string>
    <string name="seleccionar_responsable">Seleccionar Responsable</string>
    <string name="seleccionarcolaborador">SELECCIONAR COLABORADOR</string>
    <string name="a_adir_nuevo_colaborador">AÑADIR NUEVO COLABORADOR</string>
    <string name="collaborators">Colaboradores</string>
    <string name="collaboratorsList">Lista de Colaboradores</string>
    <string name="addnewCol">Añadir Nuevo Colaborador</string>
    <string name="al_pulsar_invitar_colaborador_un_email_ser_enviado_a_tu_colaborador_con_sus_credenciales_de_acceso">Al pulsar Invitar Colaboradorun email será enviado a tu colaborador con sus credenciales de acceso.</string>
    <string name="invitar_colaborador">INVITAR COLABORADOR</string>

    <!--Documents View-->
    <string name="no_tiene_documentos">No tiene documentos</string>
    <string name="fecha_de_reserva">FECHA DE RESERVA</string>
    <string name="enviar_chekin_online">Enviar Chekin Online</string>
    <string name="deleteCol">¿Eliminar colaborador?</string>

    <!--Settings View-->
    <string name="cerrar_sesi_n">CERRAR SESIÓN</string>
    <string name="cuenta">Cuenta</string>
    <string name="colaboradores">Colaboradores</string>
    <string name="chatea_con_nosotros">Chatea con nosotros</string>
    <string name="centro_de_ayuda">Centro de Ayuda</string>
    <string name="guardar_cambios">GUARDAR CAMBIOS</string>
    <string name="cambiar_contrase_a">CAMBIAR CONTRASEÑA</string>
    <string name="ajustes_de_cuenta">Ajustes de Cuenta</string>
    <string name="detalles_de_cuenta">DETALLES DE CUENTA</string>
    <string name="tel_fono">Teléfono</string>
    <string name="contrase_a_actual">Contraseña actual</string>
    <string name="nueva_contrase_a">Nueva contraseña</string>
    <string name="repite_nueva_contrase_a">Repite nueva contraseña</string>
    <string name="guardado">GUARDADO</string>


</resources>
